acpi
adriconf
alacritty
amd-ucode
apache
audacity
autoconf
automake
base
bash
bash-completion
bat
bind
binutils
bottom
chaotic-keyring
chaotic-mirrorlist
chromium
crow-translate
cups
dhclient
difftastic
dmidecode
dnsmasq
dosfstools
dust
e2fsprogs
edk2-ovmf
efibootmgr
exodus
expac
fakeroot
ffmpeg
firefox
forkgram-bin
fwupd
fzf
gcc
ghostscript
ghostwriter
gimp-plugin-gmic
git
glow
gmic
gnome-keyring
grml-zsh-config
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gtk-theme-switch2
gtk2fontsel
gvfs
gvfs-gphoto2
gvfs-mtp
hugo
hunspell-en_us
hwinfo
iptables-nft
joplin-appimage
kdenlive
leafpad
lib32-libva
lib32-libva-mesa-driver
libgsf
libreoffice-fresh
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
libvirt
linux
linux-firmware
linux-headers
lua
lxappearance-gtk3
lynx
m4
make
man-db
man-pages
mariadb
mesa-vdpau
movit
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nextdns
nm-connection-editor
ntfs-3g
numlockx
p7zip
pacman-contrib
pacutils
patch
pavucontrol
php7
php7-apache
php7-apcu
php7-cgi
php7-fpm
php7-gd
php7-imagick
php7-intl
php7-memcached
php7-redis
php7-sodium
php7-sqlite
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
plocate
procps-ng
procs
python-docutils
python-pip
python-pynvim
python2
qemu
qemu-arch-extra
qimgv-git
qt5-styleplugins
qt5ct
reflector
ripgrep
rust
screen
scrot
sddm
simplescreenrecorder
speedcrunch
steam
sudo
system-config-printer
tealdeer
tesseract-data-eng
texinfo
thunar
thunar-archive-plugin
thunar-volman
torbrowser-launcher
tree
ttf-dejavu
ttf-font-awesome
ttf-ibm-plex
ttf-jetbrains-mono
tumbler
udisks2
unrar
unzip
vdhcoapp-bin
vdpauinfo
virt-manager
virt-viewer
visual-studio-code-bin
vlc
vnstat
wget
which
whois
xarchiver
xclip
xcursor-lambda
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xfce4-appfinder
xfce4-mount-plugin
xfce4-panel-profiles
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-systemload-plugin
xfdesktop
xfwm4
xlockmore
xorg-server
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xlsclients
xorg-xvinfo
xpdf
xsettingsd
yay
yt-dlp
zip
zsh
zsh-completions
zsh-syntax-highlighting
